Revit 2027 API
GroupTypeId.AnalysisResults Property
 Analysis Results.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalysisResults { get; }
Public Shared ReadOnly Property AnalysisResults As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalysisResults {
	ForgeTypeId^ get ();
}
static member AnalysisResults : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace